Repository: OPI-PIB/xblock-audioplayer
Catalog: audioplayer/locale/*/LC_MESSAGES/text.po
Languages: pl

source: Audio Player
pl: Odtwarzacz audio

source: MP3 URL
pl: Adres do pliku mp3

source: VVT Subtitles URL
pl: Adres do pliku VVT

source: Your browser does not support the audio tag.
pl: Twoja przeglądarka nie obsługuje znacznika audio.

source: URL to mp3 file
pl: Adres do pliku mp3

source: Send a mp3 file
pl: Wyślij plik mp3

source: URL to VTT file
pl: Adres do pliku VVT

source: Send a VTT file
pl: Wyślij plik VVT

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj
